Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AccountsAddGuestUserBodyText
source: This user’s media, app data in iCloud, and Game Center account will be visible to other users on this Apple TV.
ar: الوسائط وبيانات التطبيقات في iCloud وحساب Game Center لهذا المستخدم ستكون مرئية للمستخدمين الآخرين على هذا الـ Apple TV.
ca: Els altres usuaris d’aquest Apple TV veuran el contingut multimèdia, les dades d’apps desades a l’iCloud i el compte del Game Center d’aquest usuari.
cs: Média tohoto uživatele, data jeho aplikací na iCloudu a jeho účet v Game Centru uvidí ostatní uživatelé Apple TV.
da: Denne brugers medier, appdata i iCloud og Game Center-konto vil være synlige for andre brugere på dette Apple TV.
de: Medien, App-Daten in iCloud und Game Center-Account der Person sind für andere auf diesem Apple TV sichtbar.
el: Τα πολυμέσα, τα δεδομένα εφαρμογών στο iCloud και ο λογαριασμός Game Center αυτού του χρήστη θα είναι ορατά στους άλλους χρήστες αυτού του Apple TV.
es: Otros usuarios del Apple TV podrán ver el contenido multimedia, los datos de las apps en iCloud y la cuenta de Game Center de este usuario.
es_us: Los otros usuarios de este Apple TV podrán ver los contenidos multimedia de este usuario, sus datos de apps en iCloud y su cuenta de Game Center.
fi: Tämän käyttäjän media, iCloudissa oleva appidata ja Game Center -tili näkyvät muille käyttäjille tässä Apple TV:ssä.
fr: Les contenus multimédias de cet utilisateur, ainsi que ses données d’apps stockées sur iCloud et son compte Game Center seront visibles pour les autres utilisateurs de cette Apple TV.
fr_ca: Le contenu multimédia et les données d’apps stockés dans les comptes iCloud et Game Center de cet utilisateur seront visibles par les autres utilisateurs de cette Apple TV.
he: המדיה, נתוני היישומים ב-iCloud וחשבון ה-Game Center של משתמש זה יהיו גלויים למשתמשים נוספים ב-Apple TV זה.
hi: इस यूज़र के मीडिया, iCloud में ऐप डेटा और Game Center खाता इस Apple TV पर अन्य यूज़र को दिखाई देंगे।
hr: Mediji, podaci aplikacija u iCloudu i Game Center račun ovog korisnika bit će vidljivi drugim korisnicima na ovom Apple TV-u.
hu: A felhasználó médiatartalmai, iCloud-appadatai és Game Center-fiókja láthatók lesznek más felhasználók számára ezen az Apple TV-n.
id: Media, data app di iCloud, dan akun Game Center pengguna ini akan dapat dilihat oleh pengguna lainnya di Apple TV ini.
it: I file multimediali, i dati delle app su iCloud e l’account di Game Center di questo utente saranno visibili agli altri utenti su questa Apple TV.
ja: このユーザのメディア、iCloud内のアプリデータ、およびGame Centerアカウントは、このApple TV上のほかのユーザにも見えるようになります。
ko: 이 사용자의 미디어, iCloud에 있는 앱 데이터 및 Game Center 계정은 이 Apple TV의 다른 사용자도 볼 수 있습니다.
ms: Media, data app dalam iCloud dan akaun Game Center pengguna ini akan kelihatan kepada pengguna lain pada Apple TV ini.
nb: Brukerens medier og appdata i iCloud og Game Center-kontoen vil være synlige for andre brukere på Apple TV.
nl: Media, appgegevens in iCloud en de Game Center-account van deze gebruiker zijn zichtbaar voor andere gebruikers op deze Apple TV.
pl: Multimedia użytkownika, jego dane aplikacji w iCloud oraz jego konto Game Center będą widoczne dla innych użytkowników tego Apple TV.
pt_br: As mídias, dados de apps no iCloud e conta do Game Center desta pessoa ficarão visíveis para quem usar esta Apple TV.
pt_pt: Os conteúdos multimédia, os dados de aplicações em iCloud e conta do Game Center deste utilizador poderão ser vistos por outros utilizadores nesta Apple TV.
ro: Conținutul multimedia, datele aplicațiilor de pe iCloud și contul Game Center ale acestui utilizator vor fi vizibile pentru alți utilizatori de pe acest Apple TV.
ru: Другие пользователи этого Apple TV смогут просматривать медиаконтент, данные приложений в iCloud и учетную запись Game Center этого пользователя.
sk: Ostatní užívatelia tohto Apple TV budú môcť vidieť médiá, dáta apiek uchované v iCloude a Game Center účet tohto užívateľa.
sl: Predstavnostne vsebine, podatki o aplikacijah v storitvi iCloud in račun Game Center tega uporabnika bodo vidni drugim uporabnikom v tem Apple TV-ju.
sv: Den här användarens medier, appdata på iCloud och Game Center-konto blir synliga för andra användare på denna Apple TV.
th: สื่อ ข้อมูลแอปบน iCloud และบัญชี Game Center ของผู้ใช้นี้จะมองเห็นได้โดยผู้ใช้อื่นบน Apple TV เครื่องนี้
tr: Bu kullanıcının ortamları, iCloud’daki uygulama verileri ve Game Center hesabı bu Apple TV’deki diğer kullanıcılar tarafından görülebilir.
uk: Медіафайли, дані програм в iCloud і обліковий запис Game Center цього користувача зможуть бачити інші користувачі цього Apple TV.
vi: Phương tiện, dữ liệu ứng dụng trong iCloud và tài khoản Game Center của người dùng này sẽ hiển thị đối với những người dùng khác trên Apple TV này.
zh_cn: 此用户的媒体、iCloud中的App数据以及Game Center账户将对这台Apple TV上的其他用户可见。
zh_hk: 其他用户會在此Apple TV上看到此用户的媒體、iCloud中的App資料，以及Game Center帳户。
zh_tw: 該使用者的媒體、iCloud中的App資料和Game Center帳號將可供此Apple TV上的其他使用者檢視。

# AccountsAddGuestUserTitle
source: Sign in a New User
ar: تسجيل دخول كمستخدم جديد
ca: Inici de sessió com a usuari nou
cs: Přihlášení nového uživatele
da: Log ind som ny bruger
de: Neuen Account anmelden
el: Σύνδεση νέου χρήστη
es: Inicia sesión con un nuevo usuario
es_us: Inicia sesión con usuario nuevo
fi: Uuden käyttäjän sisäänkirjautuminen
fr: Connecter un nouvel utilisateur
fr_ca: Connexion d’un nouvel utilisateur
he: התחברות עם משתמש חדש
hi: नया यूज़र साइन इन करें
hr: Prijavite novog korisnika
hu: Bejelentkezés új felhasználóként
id: Masukkan Pengguna Baru
it: Accesso nuovo utente
ja: 新規ユーザをサインイン
ko: 새로운 사용자 로그인
ms: Daftar masuk Pengguna Baharu
nb: Logg på en ny bruker
nl: Log een nieuwe gebruiker in
pl: Zaloguj nowego użytkownika
pt_br: Inicie a Sessão com um Novo Usuário
pt_pt: Iniciar sessão de um novo utilizador
ro: Autentificați un utilizator nou
ru: Вход нового пользователя
sk: Prihlásenie nového užívateľa
sl: Vpišite se kot nov uporabnik
sv: Logga in en ny användare
th: ลงชื่อเข้าผู้ใช้ใหม่
tr: Yeni Kullanıcı ile Giriş Yapın
uk: Новий користувач
vi: Đăng nhập người dùng mới
zh_cn: 新用户登录
zh_hk: 登入新用户
zh_tw: 登入新使用者

# AccountsAdditionalUserProfileDescription
source: Edit this profile’s account information.
ar: تعديل معلومات حساب ملف التعريف هذا.
ca: Edita la informació del compte d’aquest perfil.
cs: Úprava údajů o účtu tohoto profilu.
da: Rediger denne profils kontooplysninger.
de: Bearbeite die Accountinformationen dieses Profils.
el: Επεξεργαστείτε τα στοιχεία λογαριασμού αυτού του προφίλ.
es: Edita los datos de la cuenta de este perfil.
es_us: Edita la información de la cuenta de este perfil.
fi: Muokkaa tämän profiilin tilitietoja.
fr: Modifiez les informations de compte de ce profil.
fr_ca: Modifiez les informations du compte de ce profil.
he: ניתן לערוך את פרטי החשבון של פרופיל זה.
hi: इस प्रोफ़ाइल की खाता जानकारी संपादित करें।
hr: Uredite informacije računa ovog profila.
hu: A profil fiókinformációinak szerkesztése.
id: Edit informasi akun profil ini.
it: Modifica le informazioni dell’account di questo profilo.
ja: このプロフィールのアカウント情報を編集します。
ko: 이 프로필의 계정 정보를 편집합니다.
ms: Edit maklumat akaun profil ini.
nb: Rediger kontoinformasjonen til profilen.
nl: Wijzig de accountgegevens van dit profiel.
pl: Edytuj dane konta tego profilu.
pt_br: Edite as informações da conta deste perfil.
pt_pt: Editar a informação da conta deste perfil.
ro: Editați informațiile contului acestui profil.
ru: Редактировать данные учетной записи этого профиля.
sk: Umožňuje upraviť informácie v účte tohto profilu.
sl: Uredite podatke o računu tega profila.
sv: Redigera den här profilens kontoinformation.
th: แก้ไขข้อมูลบัญชีของโปรไฟล์นี้
tr: Bu profilin hesap bilgilerini düzenleyin.
uk: Змінити інформацію облікового запису цього профілю.
vi: Sửa thông tin tài khoản của hồ sơ này.
zh_cn: 编辑此个人资料的账户信息。
zh_hk: 編輯此個人檔案的帳户資料。
zh_tw: 編輯此個人檔案的帳號資訊。

# AccountsAdditionalUserProfileDescriptionWithoutDefaultUser
source: Edit account information for “%@”. If you want to make this person the default profile, remove their account from the Apple TV. Then add them back as the default profile.
ar: تعديل معلومات حساب "%@". إذا كنت تريد تعيين هذا الشخص ليكون ملف التعريف الافتراضي، فأزل حسابه من Apple TV. ثم أضفه مرة أخرى واجعله ملف التعريف الافتراضي.
ca: Edita la informació del compte “%@”. Si vols que aquesta persona sigui el perfil per omissió, elimina’n el compte de l’Apple TV. A continuació, afegeix‑lo com a perfil per omissió.
cs: Úprava údajů o účtu profilu „%@“. Pokud chcete profil tohoto uživatele nastavit jako výchozí, odeberte jeho účet z Apple TV. Potom ho znovu přidejte jako výchozí.
da: Rediger kontooplysninger for “%@”. Hvis du vil gøre denne person til standardprofilen, skal du fjerne vedkommendes konto fra Apple TV. Tilføj derefter personen igen som standardprofil.
de: Bearbeite die Accountinformationen für „%@“. Wenn du diese Person als Standardprofil festlegen möchtest, entferne deren Account von dem Apple TV. Füge es anschließend wieder als Standardprofil hinzu.
el: Επεξεργαστείτε τις πληροφορίες λογαριασμού για «%@». Αν θέλετε να καθορίσετε το προφίλ αυτού του ατόμου ως το προεπιλεγμένο προφίλ, αφαιρέστε τον λογαριασμό του από το Apple TV. Στη συνέχεια, προσθέστε το εκ νέου ως προεπιλεγμένο προφίλ.
es: Edita la información de la cuenta de %@. Si quieres que esta persona sea el perfil por omisión, elimina su cuenta del Apple TV. A continuación, añádelo como el perfil por omisión.
es_us: Edita la información de la cuenta de “%@”. Si quieres hacer que esta persona sea el perfil predeterminado, elimina su cuenta del Apple TV y luego vuelve a agregarlo como el perfil predeterminado.
fi: Muokkaa tilitietoja (%@). Jos haluat tehdä tästä käyttäjästä oletusprofiilin, poista hänen tilinsä Apple TV:stä. Lisää hänet sitten takaisin oletusprofiiliksi.
fr: Modifiez les informations du compte « %@ ». Pour définir cette personne comme profil par défaut, supprimez son compte de l’Apple TV, puis ajoutez-le de nouveau en tant que profil par défaut.
fr_ca: Modifiez les informations du compte ^[de %@](inflect: true). Si vous voulez que cette personne devienne le profil par défaut, supprimez son compte de l’Apple TV, puis ajoutez-le comme profil par défaut.
he: ניתן לערוך את פרטי החשבון של ״%@״. אם ברצונך להגדיר את הפרופיל של אדם זה כפרופיל ברירת המחדל יש להסיר את החשבון שלו מה‑Apple TV. לאחר מכן יש להוסיף אותו חזרה כפרופיל ברירת המחדל.
hi: “%@” के लिए खाता जानकारी संपादित करें। अगर आप इस व्यक्ति को डिफ़ॉल्ट प्रोफ़ाइल बनाना चाहते हैं, तो उनका खाता Apple TV से निकालें। फिर उन्हें डिफ़ॉल्ट प्रोफ़ाइल के तौर पर वापस जोड़ें।
hr: Uredite informacije računa za “%@”. Ako želite podesiti ovu osobu kao standardni profil, uklonite njezin račun s Apple TV-a. Zatim je vratite kao standardni profil.
hu: „%@” fiókinformációinak szerkesztése. Ha ezt a személyt szeretné beállítani alapértelmezett profilként, akkor távolítsa el a fiókját az Apple TV-ről. Ezután adja hozzá újra alapértelmezett profilként.
id: Edit informasi akun untuk “%@”. Jika Anda ingin menjadikan orang ini profil default, hapus akunnya dari Apple TV. Lalu tambahkan kembali sebagai profil default.
it: Modifica le informazioni dell’account di “%@”. Se vuoi impostare questa persona come profilo di default, rimuovi il suo account da Apple TV, quindi aggiungilo di nuovo.
ja: “%@”さんのアカウント情報を編集します。この人のプロフィールをデフォルトにするには、まずその人のアカウントをApple TVから削除してください。それから、デフォルトプロフィールとして追加し直してください。
ko: ‘%@’님의 계정 정보를 편집합니다. 이 사람을 기본 프로필로 설정하려면, 이 사람의 계정을 Apple TV에서 제거한 다음 기본 프로필로 다시 추가하십시오.
ms: Edit maklumat akaun untuk “%@”. Jika anda mahu menjadikan orang ini sebagai profil lalai, keluarkan akaun mereka daripada Apple TV. Kemudian tambahkannya semula sebagai profil lalai.
nb: Rediger kontoinformasjonen til «%@». Hvis du vil gjøre denne personen om til standardprofil, må du først fjerne kontoen fra Apple TV. Legg hen deretter til igjen som standardprofil.
nl: Wijzig accountgegevens voor '%@'. Als je van deze persoon het standaardprofiel wilt maken, moet je de account van deze persoon verwijderen van de Apple TV. Voeg het profiel vervolgens weer toe als standaardprofiel.
pl: Edytuj dane konta „%@”. Jeśli ta osoba ma być profilem domyślnym, usuń jego konto z tego Apple TV. Następnie dodaj go ponownie jako profil domyślny.
pt_br: Edite as informações da conta de %@. Para que esta pessoa seja o perfil padrão, remova a conta dela da Apple TV. Em seguida, adicione‑a de volta como o perfil padrão.
pt_pt: Edite a informação de conta de “%@”. Se quiser tornar esta pessoa o perfil predefinido, primeiro tem de remover a respetiva conta da Apple TV. Depois, adicione‑o como perfil predefinido.
ro: Editați informațiile contului pentru „%@”. Dacă doriți să definiți această persoană drept profil implicit, eliminați contul său de pe Apple TV. Apoi, adăugați‑l înapoi drept profil implicit.
ru: Редактировать данные учетной записи профиля %@. Чтобы сделать профиль этого человека профилем по умолчанию, удалите его учетную запись с этого Apple TV. Затем добавьте ее повторно, уже как профиль по умолчанию.
sk: Upraviť informácie o účte užívateľa %@. Ak chcete túto osobu nastaviť ako predvolený profil, odstráňte jej účet z Apple TV. Potom ho znovu pridajte ako predvolený profil.
sl: Uredite podatke o računu uporabnika »%@«. Če želite nastaviti to osebo kot privzeti profil, odstranite njen račun iz Apple TV‑ja. Potem ga spet dodajte kot privzeti profil.
sv: Redigera kontoinformation för ”%@”. Om du vill göra den här personen till den förvalda profilen tar du bort personens konto från Apple TV. Sedan lägger du till personen igen som förvald profil.
th: แก้ไขข้อมูลบัญชีสำหรับ “%@” ถ้าคุณต้องการให้คนนี้เป็นโปรไฟล์เริ่มต้น ให้เอาบัญชีของเขาออกจาก Apple TV จากนั้นเพิ่มกลับเข้าไปเป็นโปรไฟล์เริ่มต้น
tr: “%@” için hesap bilgilerini düzenleyin. Bu kişiyi saptanmış profil yapmak istiyorsanız kişinin hesabını Apple TV’den silin. Sonra, saptanmış profil olarak yeniden ekleyin.
uk: Змінити інформацію облікового запису для користувача «%@». Щоб задати профіль цієї особи як типовий, вилучіть її обліковий запис з Apple TV. Потім додайте його знову як типовий профіль.
vi: Sửa thông tin tài khoản cho “%@”. Nếu bạn muốn đặt người này là hồ sơ mặc định, hãy xóa tài khoản của họ khỏi Apple TV. Sau đó, hãy thêm lại hồ sơ đó làm hồ sơ mặc định.
zh_cn: 编辑“%@”账户信息。若要将此设为默认个人资料，请先将其账户从Apple TV移除。再作为默认个人资料重新添加。
zh_hk: 編輯「%@」的帳户資料。如你想將此人設定為預設個人檔案，請先從Apple TV移除此人的帳户。然後將其重新加入為預設個人檔案。
zh_tw: 編輯「%@」的帳號資訊。若要將此人設為預設個人檔案，請先將其帳號從Apple TV移除。接著再將其重新加入為預設個人檔案。

# AccountsAddNewUserTitle
source: Add New Profile
ar: إضافة ملف تعريف جديد
ca: Afegeix un perfil nou
cs: Přidat nový profil
da: Tilføj ny profil
de: Neues Profil hinzufügen
el: Προσθήκη νέου προφίλ
es: Añadir nuevo perfil
es_us: Agregar nuevo perfil
fi: Lisää uusi profiili
fr: Ajouter un nouveau profil
fr_ca: Ajouter un nouveau profil
he: הוספת פרופיל חדש
hi: नया प्रोफ़ाइल जोड़ें
hr: Dodaj novi profil
hu: Új profil hozzáadása
id: Tambah Profil Baru
it: Aggiungi nuovo profilo
ja: 新規プロフィールを追加
ko: 새로운 프로필 추가
ms: Tambah Profil Baharu
nb: Legg til ny profil
nl: Voeg nieuw profiel toe
pl: Dodaj nowy profil
pt_br: Adicionar Novo Perfil
pt_pt: Adicionar novo perfil
ro: Adăugați un profil nou
ru: Добавить новый профиль
sk: Pridať nový profil
sl: Dodajanje novega profila
sv: Lägg till ny profil
th: เพิ่มโปรไฟล์ใหม่
tr: Yeni Profil Ekle
uk: Додати новий профіль
vi: Thêm hồ sơ mới
zh_cn: 添加新个人资料
zh_hk: 新增個人檔案
zh_tw: 新增個人檔案
